Repository: insubae/HighStereo
Catalog: HighStereoGit/*.lproj/Localizable.strings
Languages: da, de, el, es_mx, fi, fr, id, it, ja, ms, nb, nl, pt_br, ru, sv, th, tr, vi

# ftpMsg5
source: Note 2 : Transfering speed of FTP is slow. When you transfer big size of file, use of iTunes Sharing is recommended.
da: Note 2: Overførselshastighed med FTP er langsom. Når du overfører store filer, anbefales det at bruge iTunes Sharing.
de: Anmerkung 2 : Transfer Geschwindigkeit von FTP ist langsam. Wenn Sie große Größe der Datei, die Verwendung von iTunes Sharing wird empfohlen.
el: Σημείωση 2: ταχύτητα μεταφέροντας τα FTP είναι αργή. Όταν μεταφέρετε μεγάλο μέγεθος του αρχείου, η χρήση του iTunes Sharing συνιστάται.
es_mx: Nota 2: La velocidad de traslación de FTP es lenta. Al transferir archivos de gran tamaño, se recomienda el uso de iTunes Sharing
fi: Huom 2 : FTP:n tiedonsiirtonopeus on hidas. Suosittelemme käyttämään iTunes Sharing silloin, kun siirrät suurikokoisia tiedostoja.
fr: Remarque 2 : La vitesse de transfert de FTP est lente. Lorsque vous transférez en grande taille de fichier, l’utilisation du partage d’iTunes est recommandée.
id: Catatan 2: Kecepatan Transfer FTP lambat. Bila Anda mentransfer berkas berukuran besar, dianjurkan untuk menggunakan iTunes Sharing.
it: Nota 2 : La velocità di trasferimento delll'FTP è lenta. E' preferibile usare iTunes Sharing per trasferire file molto grandi.
ja: 注意2:FTPの転送速度が遅いです。大きなサイズのファイルを転送する時はiTunes共有機能の使用を推奨します。
ms: Nota 2: kelajuan pemindahan FTP adalah perlahan. Apabila anda memindahkan fail yang bersaiz besar, penggunaan Perkongsian iTunes adalah disyorkan.
nb: Merk 2: FTPs overføringshastighet er lav. Det anbefales at du bruker iTunes Sharing ved overføring av store filer.
nl: Let op 2: De overdrachtsnelheid van FTP is traag. Wanneer je grote bestanden overschrijft, is het gebruik van iTunes aanbevolen.
pt_br: Nota 2: A velocidade de transferência de FTP está lenta. Quando você transferir arquivos de tamanho grande, o uso do Compartilhamento do iTunes é recomendado.
ru: Примечание 2 : Скорость передачи FTP слишком мала. При передаче большого файла рекомендуется воспользоваться iTunes.
sv: Observera 2: Överföringshastigheten för FTP är långsam. När du för över en stor fil rekommenderas överföring via iTunes Sharing.
th: หมายเหตุ 2 : การถ่ายโอนความเร็วของ FTP ช้า เมื่อคุณโอนไฟล์ขนาดใหญ่ขอแนะนำให้ใช้ iTunes Sharing
tr: Not 2 : FTP transfer hızı yavaş. Büyük boyutlu dosyaların transferi için iTunes paylaşımı önerilmektedir.
vi: Lưu ý 2 : Tốc độ Chuyển của FTP chậm. Khi bạn chuyển tập tin kích thước lớn, chúng tôi khuyến khích sử dụng iTunes Sharing.

# itunesMsg1
source: 1. Connect your iPhone to your computer and open iTunes.
da: 1. Tilslut din iPhone til computeren og åbn iTunes.
de: 1. Verbinden Sie Ihr iPhone an Ihren Computer an und öffnen Sie iTunes.
el: 1. Συνδέστε το iPhone σας με τον υπολογιστή σας και ανοίξτε το iTunes.
es_mx: 1. Conecte tu iPhone al ordenador y abre iTunes.
fi: 1. Yhdistä iPhone tietokoneeseen ja avaa iTunes.
fr: 1. Connectez votre iPhone à votre ordinateur et Ouvrez iTunes.
id: 1. Hubungkan iPhone Anda ke komputer Anda dan buka iTunes.
it: 1. Connetti il tuo iPhone altro computer ed apri iTunes.
ja: 1. お使いのコンピュータにiPhoneを接続しiTunesを開いて下さい。
ms: 1. Sambungkan iPhone anda ke komputer anda dan buka iTunes.
nb: 1. Koble din iPhone til datamaskinen og åpne iTunes.
nl: 1. Verbind je iPhone aan je computer en open iTunes.
pt_br: 1. Conecte seu iPhone ao seu computador e abra o iTunes.
ru: 1. Подключите iPhone к компьютеру
sv: 1. Anslut din iPhone till datorn och öppna iTunes.
th: 1. เชื่อมต่อ iPhone ของคุณไปยังเครื่องคอมพิวเตอร์และเปิด iTunes ของคุณ
tr: 1. Bilgisayarınızdan iPhone’unuza bağlanın ve iTunes’u açın.
vi: 1. Kết nối iPhone vào máy tính của bạn và mở iTunes.

# itunesMsg2
source: 2. After selecting My iPhone in the Devices category, select the APP tab.
da: 2. Efter at have valgt ”Min iPhone” i Enheds kategorien, skal du vælge APP fanen.
de: 2. Nach Auswahl von 'Mein iPhone suchen' in der Kategorie Geräte, wählen Sie die Registerkarte App.
el: 2. Μετά την επιλογή του iPhone μου στην κατηγορία Συσκευές, επιλέξτε την καρτέλα APP.
es_mx: 2. Después de seleccionar mi iPhone en la categoría de dispositivos, seleccione la ficha APP.
fi: 2. Valitse Minun iPhoneni Laitteet-osiosta ja valitse APP.
fr: 2. après avoir sélectionné mon iPhone dans la catégorie périphériques, sélectionnez l’onglet APP.
id: 2. Setelah memilih My iPhone dalam kategori Devices, pilih tab APP.
it: 2. Dopo aver selezionato Il Mio iPhone nella categoria Dispositivi, seleziona la scheda APP.
ja: 2. デバイスカテゴリのマイiPhoneを選択した後、APPタブを選択して下さい。
ms: 2. Selepas memilih iPhone Saya dalam kategori Peranti, pilih tab APP.
nb: 2. Etter at du har valgt Min iPhone i kategorien Enheter, velger du APP-fanen.
nl: 2. Wanneer je Mijn iPhone hebt geselecteerd in de categorie Apparaten, kies dan de APP-tab.
pt_br: 2. Após selecionar Meu iPhone na categoria de Dispositivos, selecione a guia APP.
ru: 2. После того как вы
sv: 2. Välj My iPhone i kategorin Enhet, och välj fliken APP.
th: 2. หลังจากที่เลือก iPhone ของฉันในหมวดหมู่อุปกรณ์ จากนั้นเลือกแท็บ APP
tr: 2. iPhone’umu seçtikten sonra, APP sekmesini seçin.
vi: 2. Sau khi chọn iPhone của tôi trong danh mục Thiết bị, chọn tab ỨNG DỤNG.

# itunesMsg3
source: 3. Select HighStereo from the application entry in the right window, under File Sharing
da: 3. Vælg HighStereo fra punktet ”program” i højre vindue under Fildeling.
de: 3. Wählen Sie aus der Anwendung HighStereo Eintrag im rechten Fenster unter File Sharing
el: 3. Επιλέξτε το HighStereo από την έναρξη εφαρμογών στο δεξιό παράθυρο, στο πλαίσιο File Sharing
es_mx: 3. Seleccionar HighStereo desde la entrada de la aplicación en la ventana de la derecha, bajo uso compartido de archivos
fi: 3. Valitse oikeasta ikkunasta HighStereo, Tiedostojen Jakaminen-kohdasta.
fr: 3. Sélectionnez HighStereo dans l’entrée de l’application dans la fenêtre de droite, sous partage de fichiers
id: 3. Pilih HighStereo dari daftar aplikasi di jendela kanan, pada bagian File Sharing
it: 3. Seleziona HighStereo dalla lista applicazione nella finestra a destra, sotto Condivisione File.
ja: 3. 右側のウィンドウのファイル共有の下のアプリケーションエントリからHighStereoを選択して下さい。
ms: 3. Pilih HighStereo dari kemasukan permohonan di tetingkap yang betul, di bawah Perkongsian Fail
nb: 3. Velg HighStereo fra apllikasjonsoppføringen i høyre vindu under Fildeling.
nl: 3. Kies HighStereo uit de applicatievermelding in het rechterscherm, onder Bestanden Delen
pt_br: 3. Selecione HighStereo a partir da entrada do aplicativo na janela direita, embaixo do Compartilhamento de Arquivo
ru: 3. Выберите HighStereo из формы регистрации в правом окне, под файлообменником.
sv: 3. Välj HighStero från listan till höger, under Fildelning
th: 3. เลือก HighStereo จากการเข้าโปรแกรมในหน้าต่างด้านขวา ภายใต้การแชร์ไฟล์
tr: 3. Dosya Paylaşımının altında, sağ penceredeki uygulama girişinden HighStereo’ı seçin.
vi: 3. Chọn HighStereo từ mục ứng dụng trong cửa sổ bên phải, dưới File Sharing

# itunesMsg4
source: 4. Add files or directories you want to upload to the document window of HighStereo.
da: 4. Flyt filer eller mapper, du ønsker at uploade til dokumentvinduet i HighStereo.
de: 4. Hinzufügen von Dateien oder Verzeichnisse, die Sie hochladen möchten, in das Dokumentfenster von HighStereo.
el: 4. Προσθέστε τα αρχεία ή τους καταλόγους που θέλετε να ανεβάσετε στο παράθυρο του εγγράφου του HighStereo.
es_mx: 4. Añada archivos o directorios que desee cargar en la ventana del documento de HighStereo.
fi: 4. Lisää tiedostoja tai luetteloita jotka haluat ladata HighStereon asiakirjaikkunaan.
fr: 4. ajouter les fichiers ou répertoires que vous souhaitez télécharger dans la fenêtre de document de HighStereo.
id: 4. Tambahkan berkad atau direktori yang ingin Anda unggah ke jendela dokumen HighStereo.
it: 4. Aggiungi file o cartelle che vuoi caricare sulla finestra documento di file HighStereo.
ja: 4. HighStereoのドキュメントウィンドウにアップロードするファイルまたはディレクトリを追加して下さい。
ms: 4. Tambah fail atau direktori yang anda mahu muat naik ke tetingkap dokumen HighStereo.
nb: 4. Legg til filer eller kataloger du ønsker å laste opp til HighStereos dokumentvindu.
nl: 4. Kies bestanden of mappen die je wilt uploaden naar het documentenscherm van HighStereo.
pt_br: 4. Adicione arquivos ou diretórios que você quer atualizar para a janela do documento do HighStereo.
ru: 4. Добавьте файлы или папки, которые вы хотите загрузить в окно документа HighStereo.
sv: 4. Lägg till filer eller de register du vill ladda upp i HighStereos dokumentfönster.
th: 4. เพิ่มไฟล์หรือไดเรกทอรีที่คุณต้องการอัปโหลดไปยังหน้าต่างเอกสารของ การจับคำ(HighStereo)
tr: HighStereo’ın belge penceresine upload etmek istediğiniz dosyaları veya dizinleri ekleyin.
vi: 4. Thêm các tập tin hoặc thư mục bạn muốn tải lên cửa sổ tài liệu của HighStereo.

# leaveAReview
source: Please comment about the app. A big help and inspiration, it would be for the next update.
da: Læg venligst en kommentar om app’en. Anmeldelser er en stor hjælp til forbedring af app’en. Tak.
de: Bitte Kommentar über die App. Bewertungen sind eine große Hilfe für die App. Danke.
el: Παρακαλούμε σχολιάστε για την εφαρμογή. Οι κριτικές είναι μια μεγάλη βοήθεια για τη βελτίωση της εφαρμογής. Ευχαριστούμε.
es_mx: Por favor comente acerca de la aplicación. Los comentarios son una gran ayuda para la mejora de la aplicación. Gracias.
fi: Kommentoithan sovellusta. Arviot auttavat meitä parantamaan Sovellusta. Kiitos.
fr: Veuillez commenter au sujet de l’application. Les Commentaires sont une aide précieuse pour l’amélioration de l’application. Je vous remercie.
id: Silakan memberikan komentar tentang aplikasi. Ulasan sangatlah membantu dalam pengembangan App ini. Terima kasih.
it: per favore lascia un commento sull'esperienza con l'app. Le recensioni sono un ottimo aiuto per migliorare l'app. Grazie
ja: アプリについてコメントしてください レビューはアプリ改善の大きな助けです。 ありがとう。
ms: Sila komen tentang app. Reviews are a great help for the App's improvement. Terima kasih.
nb: Vennligst legg igjen en kommentar om app'en. Vurderinger er til stor hjelp for forbedringer av app'en. Tusen takk.
nl: Gelieve een reactie achter te laten over de app. Beoordelingen zijn erg nuttig ter verbetering van de app. Bedankt.
pt_br: Por favor, comente sobre o aplicativo. Avaliações são uma grande ajuda para a melhoria do Aplicativo. Obrigado.
ru: Пожалуйста оставьте комментарий об использовании приложения. Ваши отзывы помогут нам улучшить приложение. Спасибо.
sv: Kommentera gärna appen. Recensioner hjälper till att förbättra appen. Tack.
th: กรุณาแสดงความคิดเห็นเกี่ยวกับการตรวจสอบประสบการณ์ ความคิดเห็นเป็นตัวช่วยเหลือที่ดีมากสำหรับการปรับปรุงการตรวจสอบออก ขอบคุณ
tr: Lütfen uygulama deneyiminizle ilgili bir yorum yazın. Değerlendirmeler uygulamanın gelişimine çok büyük bir katkı sağlar. Teşekkürler.
vi: Xin nhận xét về ứng dụng. Các đánh giá là sự trợ giúp lớn để cải thiện ứng dụng. Cảm ơn bạn.

# leaveAReview1
source: Please comment about the app.
da: Læg venligst en kommentar om app’en.
de: Bitte Kommentar über die App.
el: Παρακαλούμε σχολιάστε για την εφαρμογή.
es_mx: Por favor comente acerca de la aplicación.
fi: Kommentoithan sovellusta.
fr: Veuillez commenter au sujet de l’application.
id: Silakan memberikan komentar tentang aplikasi.
it: per favore lascia un commento sull'esperienza con l'app.
ja: アプリについてコメントしてください
ms: Sila komen tentang app.
nb: Vennligst legg igjen en kommentar om app'en.
nl: Gelieve een reactie achter te laten over de app.
pt_br: Por favor, comente sobre o aplicativo.
ru: Пожалуйста оставьте комментарий об использовании приложения.
sv: Kommentera gärna appen.
th: กรุณาแสดงความคิดเห็นเกี่ยวกับการตรวจสอบประสบการณ์
tr: Lütfen uygulama deneyiminizle ilgili bir yorum yazın.
vi: Xin nhận xét về ứng dụng.

# leaveAReview2
source: A big help and inspiration, it would be for the next update.
da: Anmeldelser er en stor hjælp til forbedring af app’en. Tak.
de: Bewertungen sind eine große Hilfe für die App. Danke.
el: Οι κριτικές είναι μια μεγάλη βοήθεια για τη βελτίωση της εφαρμογής. Ευχαριστούμε.
es_mx: Los comentarios son una gran ayuda para la mejora de la aplicación. Gracias.
fi: Arviot auttavat meitä parantamaan Sovellusta. Kiitos.
fr: Les Commentaires sont une aide précieuse pour l’amélioration de l’application. Je vous remercie.
id: Ulasan sangatlah membantu dalam pengembangan App ini. Terima kasih.
it: Le recensioni sono un ottimo aiuto per migliorare l'app. Grazie
ja: レビューはアプリ改善の大きな助けです。 ありがとう。
ms: Reviews are a great help for the App's improvement. Terima kasih.
nb: Vurderinger er til stor hjelp for forbedringer av app'en. Tusen takk.
nl: Beoordelingen zijn erg nuttig ter verbetering van de app. Bedankt.
pt_br: Avaliações são uma grande ajuda para a melhoria do Aplicativo. Obrigado.
ru: Ваши отзывы помогут нам улучшить приложение. Спасибо.
sv: Recensioner hjälper till att förbättra appen. Tack.
th: ความคิดเห็นเป็นตัวช่วยเหลือที่ดีมากสำหรับการปรับปรุงการตรวจสอบออก ขอบคุณ
tr: Değerlendirmeler uygulamanın gelişimine çok büyük bir katkı sağlar. Teşekkürler.
vi: Các đánh giá là sự trợ giúp lớn để cải thiện ứng dụng. Cảm ơn bạn.

# ListeningDrillMsg
source: 30 min on the way to work 30 min on the way to school Soon you will begin to hear English!
da: 30 minutter på vej til arbejde 30 minutter på vej til skole Du vil snart begynde at kunne forstå engelsk!
de: 30 min Auf dem Weg zur Arbeit 30 min Auf dem Weg zur Schule Bald werden Sie beginnen zu hören!
el: 30 λεπτά στο δρόμο για τη δουλειά 30 λεπτά στο δρόμο για το σχολείο Σύντομα θα αρχίσετε να ακούτε αγγλικά!
es_mx: 30 min en camino a trabajar 30 min en camino a la escuela ¡Pronto empezará a escuchar Inglés!
fi: 30 min matkalla töihin 30 min matkalla kouluun Pian alat kuulla englantia!
fr: 30 min sur la façon de travailler 30 min sur le chemin de l’école Bientôt, vous commencerez à entendre parler anglais !
id: 30 menit dalam perjalanan menuju tempat kerja 30 menit dalam perjalanan menuju sekolah Anda akan segera mulai mendengar bahasa Inggris!
it: 30 min mentre vai a lavoro 30 min sulla strada per scuola Tra poco inizierai ad ascoltare in inglese!
ja: 仕事に行く途中の30分 学校に行く途中の30分 やがてあなたに英語が聞こえ始めます！
ms: 30 min perjalanan ke tempat kerja 30 min perjalanan ke sekolah Akan datang anda akan mula mendengar Bahasa Inggeris!
nb: 30 minutter på vei til jobb 30 minutter på vei til skolen Snart vil du begynne å høre engelsk!
nl: 30 min onderweg naar werk 30 min onderweg naar school Binnenkort hoor je Engels!
pt_br: 30 min no caminho do trabalho 30 min no caminho da escola Em breve você começar a escutar em Inglês!
ru: 30 минут пути до работы. 30 минут пути до школы. Скоро вы будете слушать английский!
sv: 30 min på väg till jobbet 30 min på väg till skolan Snart kommer du börja höra engelska!
th: 30 นาทีระหว่างทางไปทำงาน 30 นาทีระหว่างทางไปโรงเรียน คุณจะได้ยินภาษาอังกฤษในเร็วๆนี้!
tr: İşe giderken 30 dakika Okula giderken 30 dakika Kısa zamanda İngilizceyi anlamaya başlayacaksınız!
vi: 30 phút trên đường đi làm 30 phút trên đường đến trường Chẳng bao lâu bạn sẽ bắt đầu nghe tiếng Anh!

# WordsCatchMsg
source: Unknown word? Just touch it! - Web reading,- File reading,- Auto vocabulary,- Auto push study,- Set push period freely
da: Ukendt ord? Bare rør ved det!n Build word power while you're reading!
de: Unbekanntes Wort? Nur berühren! Build word power while you're reading!
el: Άγνωστη λέξη ? Απλά αγγίξτε την! Build word power while you're reading!
es_mx: ¿Palabra desconocida? ¡Sólo toquela! Build word power while you're reading!
fi: Tuntematon sana? Paina sitä! Build word power while you're reading!
fr: Mot inconnu ? Juste le toucher ! Build word power while you're reading!
id: Kata yang tidak diketahui? Sentuh saja! Build word power while you're reading!
it: Una parola sconosciuta? Basta toccarla! Build word power while you're reading!
ja: 知らない言葉？ 押すだけ！ Build word power while you're reading!
ms: Perkataan yang tidak diketahui? Hanya perlu sentuh! Build word power while you're reading!
nb: Ukjent ord? Bare bank på det! Build word power while you're reading!
nl: Onbekend woord? Gewoon aanraken! Build word power while you're reading!
pt_br: Palavra desconhecida? Apenas toque! Build word power while you're reading!
ru: Неизвестное слово? Просто коснитесь его! Build word power while you're reading!
sv: Kan du inte ordet? Rör den! Build word power while you're reading!
th: คำไม่ระบุ? เพียงสัมผัส Build word power while you're reading!
tr: Bilinmeyen kelime mi? Sadece dokunmanız yeterli! Build word power while you're reading!
vi: Có từ không biết? Chỉ cần chạm vào nó! Build word power while you're reading!
