Repository: insubae/HighStereo
Catalog: HighStereoGit/*.lproj/Localizable.strings
Languages: da, de, el, es_mx, fi, fr, id, it, ja, ms, nb, nl, pt_br, ru, sv, th, tr, vi

source: USER SETTINGS
da: BRUGER INDSTILLINGER
de: Benutzereinstellungen
el: ΡΥΘΜΙΣΕΙΣ ΧΡΗΣΤΗ
es_mx: AJUSTES DE USUARIO
fi: KÄYTTÄJÄ ASETUKSET
fr: PARAMÈTRES D'UTILISATEUR
id: PENGATURAN PENGGUNA
it: IMPOSTAZIONI
ja: ユーザー設定
ms: TETAPAN PENGGUNA
nb: BRUKERINNSTILLINGER
nl: INSTELLINGEN
pt_br: DEFINIÇÕES DO USUÁRIO
ru: ПОЛЬЗОВАТЕЛЬСКИЕ НАСТРОЙКИ
sv: ANVÄNDARINSTÄLLNINGAR
th: การตั้งค่าผู้ใช้
tr: KULLANICI AYARLARI
vi: THIẾT LẬP NGƯỜI DÙNG

source: Save Current Settings
da: Gem nuværende indstillinger
de: Aktuelle Einstellungen speichern
el: Αποθήκευση τρεχουσών ρυθμίσεων
es_mx: Guardar ajustes actuales
fi: Tallenna Nykyiset Asetukset
fr: Enregistrer les paramètres actuels
id: Simpan Pengaturan Sekarang
it: Salva impostazioni attuali
ja: 現在の設定を保存
ms: Simpan Tetapan Semasa
nb: Lagre gjeldende innstillinger
nl: Huidige instellingen opslaan
pt_br: Salvar definições atuais
ru: Сохранить текущие настройки
sv: Spara inställningar
th: บันทึกการตั้งค่าปัจจุบัน
tr: Mevcut Ayarları Kaydet
vi: Lưu Thiết lập hiện tại

source: Delete
da: Slet
de: Löschen
el: Διαγραφή
es_mx: Borrar
fi: Poista
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ms: Padam
nb: Slett
nl: Verwijderen
pt_br: Deletar
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
vi: Xóa

source: Setting Name
da: Indstil navn
de: Name der Einstellung
el: Όνομα ρύθμισης
es_mx: Ajuste de nombre
fi: Asetuksen nimi
fr: Nom du paramètre
id: Nama Pengaturan
it: Nome impostazione
ja: 設定名
ms: Nama Tetapan
nb: Innstillingsnavn
nl: Naam instelling
pt_br: Definição do Nome
ru: Имя настроек
sv: Inställningens namn
th: ตั้งค่าชื่อ
tr: Ayar Adı
vi: Tên thiết lập

source: Cancel
da: Fortryd
de: Abbrechen
el: Ακύρωση
es_mx: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ms: Batal
nb: Avbryt
nl: Annuleren
pt_br: Cancelar
ru: Отменить
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: hủy bỏ

source: Save
da: Gem
de: Speichern
el: Αποθήκευση
es_mx: Guardar
fi: Tallenna
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ms: Simpan
nb: Lagre
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu

source: Move
da: Flyt
de: Verschieben
el: Μετακίνηση
es_mx: Mover
fi: Siirrä
fr: Déplacer
id: Pindahkan
it: Sposta
ja: 移動
ms: Pindah
nb: Flytt
nl: Verplaatsen
pt_br: Mover
ru: Переместить
sv: Flytta
th: ย้าย
tr: Taşı
vi: Chuyển

source: Edit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es_mx: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ms: Sunting
nb: Rediger
nl: Bewerken
pt_br: Editar
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa

source: YES
da: JA
de: Ja
el: ΝΑΙ
es_mx: SÍ
fi: KYLLÄ
fr: OUI
id: YA
it: SI
ja: はい
ms: YA
nb: JA
nl: JA
pt_br: SIM
ru: ДА
sv: JA
th: ใช่
tr: EVET
vi: CÓ

source: NO
da: NEJ
de: Nein
el: ΟΧΙ
fi: EI
fr: NON
id: TIDAK
ja: いいえ
ms: TIDAK
nb: NEI
nl: NEE
pt_br: NÃO
ru: НЕТ
sv: NEJ
th: ไม่ใช่
tr: HAYIR
vi: KHÔNG

source: Playlist
da: Spilleliste
de: Wiedergabeliste
el: λίστα αναπαραγωγής
es_mx: Lista de reproducción
fi: Soittolista
fr: La liste de lecture
ja: プレイリスト
ms: Senarai Main
nb: Spilleliste
nl: Afspeellijst
pt_br: Lista de Reprodução
sv: Spellista
vi: Danh sách phát

source: Complete
da: Færdig
de: Komplett
el: Ολοκληρώθηκε
es_mx: Completar
fi: Valmis
fr: Complet
id: Selesai
it: Completo
ja: 完了
ms: Selesai
nb: Utført
nl: Voltooid
pt_br: Concluir
ru: Завершено
sv: Klar
th: เสร็จสมบูรณ์
tr: Tamamla
vi: Hoàn thành

source: Confirm
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es_mx: Confirmar
fi: Varmista
fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確認
ms: Sahkan
nb: Bekreft
nl: Bevestigen
pt_br: Confirmar
ru: Подтвердить
sv: Bekräfta
th: ยืนยัน
tr: Onayla
vi: Xác nhận

source: New Setting Name
da: Navn på ny indstilling
de: Neuer Name der Einstellung
el: Νέο Όνομα Ρύθμισης
es_mx: Nuevo Nombre del ajuste
fi: Uuden Asetuksen Nimi
fr: Nouveau nom de paramètre
id: Nama Pengaturan baru
it: Nome nuova impostazione
ja: 新規設定名
ms: Nama Tetapan Baru
nb: Nytt innstillingsnavn
nl: Naam nieuwe instelling
pt_br: Nova Configuração do Nome
ru: Имя новой настройки
sv: Nytt namn på inställning
th: ชื่อตั้งค่าใหม
tr: Yeni Ayar Adı
vi: Tên thiết lập mới

source: The setting will be deleted
da: Indstillingen vil blive slettet
de: Die Einstellung wird gelöscht
el: Η ρύθμιση θα διαγραφεί
es_mx: Se eliminará la configuración
fi: Asetus poistetaan
fr: Le réglage sera supprimé
id: Pengaturan akan dihapus
it: L'impostazione verrà cancellata
ja: 設定が削除されます
ms: Tetapan akan dipadam
nb: Innstillingen vil bli slettet
nl: De instelling wordt verwijderd
pt_br: A configuração será excluída
ru: Настройка будет удалена
sv: Inställningen kommer att raderas
th: การตั้งค่าจะถูกลบ
tr: Ayarlama silinecek
vi: Thiết lập này sẽ bị xóa

source: Channel
da: Kanal
de: Kanal
el: Κανάλι
es_mx: Canal
fi: Kanava
fr: Canal de la radio
id: Saluran
it: Canale radio
ja: チャンネル
ms: Siaran
nb: Kanal
nl: Kanaal
pt_br: Estação
ru: Радиостанция
sv: Kanal
th: ช่อง
tr: İstasyon
vi: Kênh

source: Add Channel
da: Tilføj kanal
de: Kanal hinzufügen
el: Προσθήκη καναλιού
es_mx: Agregar canal
fi: Lisää Kanava
fr: Ajouter un canal
id: Tambah Saluran
it: Aggiungi canale
ja: チャンネル追加します
ms: Tambah Siaran
nb: Legg til kanal
nl: Kanaal toevoegen
pt_br: Adicionar Estação
ru: Добавить радиостанцию
sv: Lägg till kanal
th: เพิ่มช่อง
tr: İstasyon Ekle
vi: Thêm kênh

source: Edit Channel
da: Rediger kanal
de: Kanal bearbeiten
el: Επεξεργασία Καναλιού
es_mx: Editar canal
fi: Muokkaa Kanavaa
fr: Modifier le Channel
id: Edit Saluran
it: Modifica canale
ja: チャンネル編集
ms: Sunting Siaran
nb: Rediger kanal
nl: Kanaal bewerken
pt_br: Editar Estação
ru: Редактировать радиостанцию
sv: Redigera kanal
th: แก้ไขช่อง
tr: İstasyonu Düzenle
vi: Chỉnh sửa kênh

source: Enter URL
da: Indtast URL
de: URL eingeben
el: Εισάγετε τη διεύθυνση URL
es_mx: Introducir URL
fi: Syötä URL
fr: Entrez l’URL
id: Masukkan URL
it: Inserisci URL
ja: URLを入力して下さい
ms: Masukkan URL
nb: Skriv URL
nl: URL invoeren
pt_br: Inserir URL
ru: Добавить URL
sv: Ange URL
th: ใส่ลิงค์ URL
tr: URL gir
vi: Nhập URL

source: Search
da: Søg
de: Suche
el: Αναζήτηση
es_mx: Buscar
fi: Etsi
fr: Recherche
id: Pencarian
it: Cerca
ja: 検索
ms: Cari
nb: Søk
nl: Zoeken
pt_br: Pesquisar
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
vi: Tìm kiếm

source: No Search Results.
da: Ingen søgningsresultater.
de: Keine Suchergebnisse.
el: Δεν υπάρχουν αποτελέσματα αναζήτησης.
es_mx: Búsqueda sin resultados.
fi: Ei Hakutuloksia.
fr: Aucun résultat trouvé.
id: Tidak Ada Hasil Pencarian.
it: Nessun risultato
ja: 検索結果無し。
ms: Tiada Hasil Carian.
nb: Ingen søkeresultater.
nl: Geen zoekresultaten.
pt_br: Não há Resultados da Pesquisa.
ru: Ничего не найдено
sv: Inga sökresultat.
th: ไม่มีผลการสืบค้น
tr: Herhangi Bir Sonuç Bulunamadı.
vi: Không có kết quả tìm kiếm.

source: Name
da: Navn
el: Όνομα
es_mx: Nombre
fi: Nimi
fr: Nom
id: Nama
it: Nome
ja: 名前
ms: Nama
nb: Navn
nl: Naam
pt_br: Nome
ru: Имя
sv: Namn
th: ชื่อ
tr: İsim
vi: Tên

source: Select Encoding
da: Vælg kodning
de: Wählen Sie Kodierung
el: Επιλέξτε Κωδικοποίηση
es_mx: Seleccionar codificación
fi: Valitse Koodaus
fr: Sélectionnez le codage
id: Pilih Encoding
it: Seleziona Codifica
ja: エンコードを選択
ms: Pilih Pengekodan
nb: Velg enkoding
nl: Kies codering
pt_br: Escolher Codificação
ru: Выбрать кодировку
sv: Välj kodning
th: เลือกการเข้ารหัส
tr: Kodlama Seç
vi: Chọn Mã hoá

source: Please enter URL
da: Indtast venligst URL
de: Bitte geben Sie die URL
el: Παρακαλούμε εισάγετε τη διεύθυνση URL
es_mx: Por favor, introduzca el URL
fi: Syötä URL
fr: S’il vous plaît entrez l'URL
id: Silakan masukkan URL
it: Inserire URL
ja: URLを入力してください
ms: Sila masukkan URL
nb: Skriv inn URL
nl: URL invoeren
pt_br: Por favor, inserir URL
ru: Пожалуйста, введите URL
sv: Vänligen ange URL
th: โปรดใส่ลิงค์ URL
tr: Lütfen URL girin
vi: Vui lòng nhập URL

source: Please enter server name.
da: Indtast venligst servernavn.
de: Bitte geben Sie den Servernamen.
el: Παρακαλούμε εισάγετε το όνομα του διακομιστή.
es_mx: Por favor, introduzca el nombre del servidor.
fi: Syötä palvelimen nimi
fr: S’il vous plaît, entrez le nom du serveur.
id: Silakan masukkan nama server.
it: Inserire nome del server
ja: サーバー名を入力してください。
ms: Sila masukkan nama pelayan.
nb: Skriv inn servernavn.
nl: Servernaam invoeren.
pt_br: Por favor, inserir o nome do servidor.
ru: Пожалуйста, введите имя сервера
sv: Vänligen ange serverns namn.
th: โปรดใส่ชื่อเซิร์ฟเวอร์
tr: Lütfen sunucu adın girin
vi: Vui lòng nhập tên máy chủ.

# Add PlayList
source: Playlist
da: Spilleliste
de: Wiedergabeliste
el: Λίστα αναπαραγωγής
es_mx: Lista de reproducción
fi: Soittolista
fr: Liste de lecteur
ja: プレイリスト
ms: Senarai Main
nb: Spilleliste
nl: Afspeellijst
pt_br: Lista de Reprodução
ru: Плейлист
sv: Spellista
th: เพลย์ลิสต์
vi: Danh sách phát

source: File Browsing
da: Fil browsing
de: Dateisuche
el: Περιήγηση Αρχείου
es_mx: Navegación de archivos
fi: Tiedostojen Selaaminen
fr: Fichier de navigation
it: Esplora file
ja: ファイルをブラウズする。
ms: Imbasan Fail
nb: Filgjennomsøking
nl: Bestanden bladeren
pt_br: Arquivo da Navegação
ru: Просмотр файла
sv: Sök filer
th: การดูไฟล์
tr: Dosya Araştır
vi: Lướt chọn tập tin

source: The ftp server is started.
da: Ftp-serveren er started.
de: Der ftp-Server wird gestartet.
el: Ο διακομιστής FTP έχει ξεκινήσει.
es_mx: Se inicia el servidor ftp.
fi: Ftp-palvelin on käynnissä.
fr: Le serveur ftp est démarré.
id: Ftp server dimulai.
it: Il server ftp è avviato.
ja: ftpサーバが開始されました。
ms: Pelayan ftp telah bermula.
nb: Ftp-serveren er startet.
nl: De FTP-server is gestart.
pt_br: O servidor ftp está iniciado.
ru: FTP сервер запущен.
sv: ftp-servern har startats.
th: เซิร์ฟเวอร์ FTP เริ่มต้นแล้ว
tr: Ftp sunucusu başladı.
vi: Máy chủ ftp đã khởi động.

source: The ftp server is shut down.
da: Ftp-serveren er lukket ned.
de: Der ftp-Server ist heruntergefahren.
el: Ο διακομιστής FTP έχει κλείσει.
es_mx: Se apaga el servidor FTP
fi: Ftp-palvelin on pois päältä.
fr: Le serveur ftp est arrêté.
id: Ftp server ditutup.
it: Il server ftp è fermo.
ja: ftpサーバーがシャットダウンされました
ms: Pelayan ftp ditutup.
nb: Ftp-serveren er stoppet.
nl: De FTP-server is afgesloten.
pt_br: O servidor ftp está desligado.
ru: FTP сервер выключен.
sv: ftp-servern har avslutats.
th: เซิร์ฟเวอร์ FTP ถูกปิดลง
tr: Ftp sunucusu kapandı.
vi: Máy chủ ftp đã tắt.

source: ftp server is re-started.
da: Ftp-serveren er genstartet.
de: Ftp-server wird neu gestartet.
el: Ο διακομιστής FTP είναι αρχίσει ξανά.
es_mx: Se reinicia el servidor ftp.
fi: Ftp-palvelin käynnistettiin uudelleen.
fr: Le serveur FTP est redémarré.
id: Server ftp kembali dimulai.
it: il server ftp è stato riavviato.
ja: ftpサーバが再起動されています。
ms: Pelayan ftp dimulakan semula.
nb: Ftp-serveren er restartet.
nl: FTP-server is opnieuw gestart.
pt_br: servidor ftp está reiniciado.
ru: Сервер ftp перезагружен.
sv: ftp-servern har startats om.
th: เซิร์ฟเวอร์ ftp เริ่มใหม่
tr: ftp sunucusu yeniden başlatıldı.
vi: máy chủ ftp đã được khởi động lại.

source: New Folder
da: Ny mappe
de: Neuer Ordner
el: Νέος φάκελος
es_mx: Nueva carpeta
fi: Uusi Kansio
fr: Nouveau dossier
id: Folder baru
it: Nuova cartella
ja: 新しいフォルダ
ms: Folder Baru.
nb: Ny mappe
nl: Nieuwe map
pt_br: Nova Pasta
ru: Новая папка
sv: Ny mapp
th: โฟลเดอร์ใหม่
tr: Yeni Klasör
vi: Thư mục mới

source: New file name
da: Nyt filnavn
de: Neuer Dateiname
el: Νέο όνομα αρχείου
es_mx: Nuevo nombre de archivo
fi: Uusi tiedostonimi
fr: Nouveau nom de fichier
id: Nama berkas baru
it: Nuovo nome file
ja: 新しいファイル名
ms: Nama fail baru
nb: Nytt filnavn
nl: Nieuwe bestandsnaam
pt_br: Novo nome do arquivo
ru: Имя нового файла
sv: Nytt filnamn
th: ชื่อไฟล์ใหม่
tr: Yeni dosya adı
vi: Tên tập tin mới

# selectFilsMsg
source: Select files first.
da: Vælg filer først.
de: Dateien auswählen.
el: Πρώτα επιλέξτε αρχεία.
es_mx: Seleccionar primero los archivos
fi: Valitse ensin tiedostot.
fr: Sélectionnez tout d’abord les fichiers.
id: Pilih berkas terlebih dahulu.
it: Seleziona prima i file.
ja: 最初にファイルを選択して下さい。
ms: Pilih fail dahulu.
nb: Velg filer først.
nl: Selecteer eerst bestanden.
pt_br: Selecione arquivos primeiro.
ru: Для начала выберите файлы.
sv: Välj filer först.
th: เลือกไฟล์แรก
tr: Önce dosyaları seçiniz.
vi: Chọn tập tin đầu tiên.

source: Delete Files
da: Slet filer
de: Löschen von Dateien
el: Διαγραφή αρχείων
es_mx: Borrar archivos
fi: Poista Tiedostoja
fr: Supprimer les fichiers
id: Hapus Berkas
it: Elimina Files
ja: ファイルを削除します。
ms: Padam Fail.
nb: Slett filer
nl: Bestanden verwijderen
pt_br: Deletar arquivos
ru: Удалить файлы
sv: Radera filer
th: ลบไฟล์
tr: Dosyaları Sil
vi: Xóa các tập tin

# FileDelMsg
source: Selected files will be deleted.
da: Valgte filer vil blive slettet.
de: Die ausgewählten Dateien werden gelöscht.
el: Τα επιλεγμένα αρχεία θα διαγραφούν.
es_mx: Se eliminarán los archivos seleccionados.
fi: Valitut tiedostot poistetaan.
fr: Les fichiers sélectionnés seront supprimés.
id: Berkas yang dipilih akan dihapus.
it: I file selezionati saranno eliminati.
ja: 選択したファイルが削除されます。
ms: Fail yang dipilih akan dipadam.
nb: Valgte filer vil bli slettet.
nl: Geselecteerde bestanden worden verwijderd.
pt_br: Arquivos selecionados serão excluídos.
ru: Выбранные файлы будут удалены
sv: Valda filer kommer att raderas
th: ไฟล์ที่เลือกจะถูกลบออก
tr: Seçilen dosyalar silinecek.
vi: Tập tin được chọn sẽ bị xóa.

source: File upload
da: Fil upload
de: Datei hochladen
el: Ανέβασμα αρχείου
es_mx: Subir archivo
fi: Tiedoston lataus
fr: Le téléchargement de fichier
id: Unggah berkas
it: Caricamento file
ja: ファイルアップロード
ms: Muat naik fail
nb: Filopplasting
nl: Bestand uploaden
pt_br: Arquivo atualizado
ru: Файл загружается
sv: Ladda upp fil
th: อัปโหลดไฟล์
tr: Dosya yükle
vi: Tải lên tập tin

source: FTP transfer
da: FTP overførsel
de: FTP-Übertragung
el: Μεταφορά FTP
es_mx: Transferencia FTP
fr: Le transfert FTP
id: Transfer FTP
it: Trasferimento FTP
ja: FTP転送
ms: Pindah FTP
nb: Ftp-overføring
pt_br: Transferência FTP
ru: Передача через FTP
sv: FTP-överföring
th: โอน FTP
tr: FTP aktarımı
vi: Chuyển FTP

source: iTunes Sharing
da: iTunes deling
fr: Le partage iTunes
it: Condivisione iTunes
ja: iTunes共有
ms: Perkongsian iTunes
nb: iTunes-deling
pt_br: Compartilhar no iTunes
ru: Поделиться на iTunes
sv: Dela på iTunes
tr: iTunes Paylaşımı

source: QUick Move
da: Hurtig flytning
de: Schnelle Bewegung
el: Γρήγορη μετακίνηση
es_mx: Movimiento rápido
fr: Déplacé QUICK
id: Pindah Cepat
it: Passa a
ja: クイック移動
ms: Pergerakan Pantas
nb: Hurtigflytt
nl: Snel Verplaatsen
pt_br: Mover Rápido
ru: Быстрое перемещение
th: เลื่อนเร็ว
tr: Hızlı Taşıma
vi: Di chuyển nhanh

source: New Name
da: Nyt navn
de: Neuer Name
el: Νέο Όνομα
es_mx: Nuevo nombre
fi: Uusi Nimi
fr: Le nouveau nom de
id: Nama baru
it: Nuovo nome
ja: 新しい名前
ms: Nama Baru
nb: Nytt navn
nl: Nieuwe naam
pt_br: Novo Nome
ru: Новое имя
sv: Nytt namn
th: ชื่อใหม่
tr: Yeni Ad
vi: Tên mới

source: Encoding
da: Kodning
de: Codierung
el: Κωδικοποίηση
es_mx: Codificación
fi: Koodaus
fr: l’encodage
it: Codifica
ja: エンコーディング
ms: Pengekodan
nb: Enkoding
nl: Codering
pt_br: Codificação
ru: Кодирование
sv: Kodning
th: เข้ารหัส
tr: Kodlama
vi: Mã hoá

source: New PlayList
da: Ny spilleliste
de: Neue Wiedergabeliste
el: Νέα λίστα αναπαραγωγής
es_mx: Nueva lista de reproducción
fi: Uusi Soittolista
fr: La nouvelle liste de lecture
id: PlayList baru
it: Nuova PlayList
ja: 新しいプレイリスト
ms: Senarai Main Baru
nb: Ny spilleliste
nl: Nieuwe afspeellijst
pt_br: Nova Lista de Reprodução
ru: Новый плейлист
sv: Ny spellista
th: เพลย์ลิสต์ใหม่
tr: Yeni PlayList
vi: Danh sách phát mới

source: File
da: Fil
de: Datei
el: Αρχείο
es_mx: Archivo
fi: Tiedosto
fr: Le Fichier
id: Berkas
ja: ファイル
ms: Fail
nb: Fil
nl: Bestand
pt_br: Arquivo
ru: Файл
sv: Fil
th: ไฟล์
tr: Dosya
vi: Tập tin

source: Select Files
da: Vælg filer
de: Dateien auswählen
el: Επιλογή αρχείων
es_mx: Seleccionar archivos
fi: Valitse Tiedostot
fr: Sélectionnez les fichiers
id: Pilih Berkas
it: Seleziona File
ja: ファイル選択
ms: Pilih Fail
nb: Velg filer
nl: Selecteer bestanden
pt_br: Selecionar Arquivos
ru: Выбрать файл
sv: Välj filer
th: เลือกไฟล์
tr: Dosya Seç
vi: Chọn tập tin

source: Added to the playlist
da: Føjet til spillelisten
de: Zur Wiedergabeliste hinzugefügt
el: Προστέθηκε στη λίστα αναπαραγωγής
es_mx: Añadido a la lista de reproducción
fi: Lisätty soittolistalle
fr: Ajouté à la liste de lecture
id: Ditambahkan ke playlist
it: Aggiunto alla playlist
ja: プレイリストに追加されました
ms: Ditambah ke senarai main
nb: Lagt til i spilleliste
nl: Toegevoegd aan afspeellijst
pt_br: Adicionado à lista de reprodução
ru: Добавлено в плейлист
sv: Tillagd på spellistan
th: เพิ่มในเพลย์ลิสต์แล้ว
tr: Playliste eklendi
vi: Đã thêm vào danh sách phát

source: PlayList will be created.
da: Spilleliste vil blive oprettet.
de: Wiedergabeliste wird erstellt.
el: Η λίστα αναπαραγωγής θα δημιουργηθεί.
es_mx: Se creará una lista de reproducción.
fi: Luodaan soittolista.
fr: La liste de lecteur sera créée.
id: PlayList akan dibuat.
it: La PlayList verrà creata
ja: プレイリストが作成されます
ms: Senarai Main akan dicipta.
nb: Spilleliste blir opprettet.
nl: Afspeellijst wordt aangemaakt.
pt_br: Lista de reprodução será criada.
ru: Плейлист будет создат
sv: Spellistan kommer att skapas.
th: จะสร้างเพลย์ลิสต์
tr: PlayList oluşturulacak.
vi: Danh sách phát sẽ được tạo ra.

source: Use currently playing file only.
da: Brug kun den fil, der spiller i øjeblikket.
de: Verwenden Sie derzeit spielen nur Datei.
el: Χρησιμοποιήστε μόνο το αρχείο που παίζει τώρα.
es_mx: Utilizar archivo en reproducción solamente.
fi: Käytä vain soitossa olevaa tiedostoa.
fr: Utilisation en cours de lecture de fichier uniquement.
id: Gunakan berkas yang diputar saat ini saja.
it: Usa solo il file in riproduzione.
ja: 現在再生されているファイルのみ使用してください。
ms: Guna fail yang sedang dimainkan sahaja.
nb: Bruk kun filen som spiller nå.
nl: Gebruik alleen huidig afspelend bestand.
pt_br: Usar atualmente apenas o arquivo em reprodução
ru: Использовать только воспроизводимый сейчас файл.
sv: Välj endast aktuell fil.
th: ใช้ไฟล์เล่นปัจจุบันเท่านั้น
tr: Sadece şuan çalan dosyayı kullan.
vi: Chỉ sử dụng tập tin phát hiện tại.

source: Use currently playing list only.
da: Brug kun den liste, der spiller i øjeblikket.
de: Verwenden Sie derzeit spielen nur Liste.
el: Χρησιμοποιήστε μόνο τη λίστα που παίζει τώρα.
es_mx: Usar lista de reproducción actual solamente.
fi: Käytä vain soitossa olevaa listaa.
fr: Utilisation la liste en cours de lecture seulement.
id: Gunakan daftar putar saat ini saja.
it: Usa solo la playlist in riproduzione.
ja: 現在再生されているリストのみ使用してください。
ms: Guna senarai main semasa sahaja.
nb: Bruk kun gjeldende spilleliste.
nl: Gebruik alleen huidig afspelende lijst.
pt_br: Usar atualmente apenas a lista em reprodução
ru: Использовать только воспроизводимый сейчас плейлист.
sv: Välj endast aktuell spellista.
th: ใช้รายการเล่นปัจจุบันเท่านั้น
tr: Sadece şuan çalan listeyi kullan.
vi: Chỉ sử dụng danh sách phát hiện tại.

source: Use all files in the directory.
da: Brug alle filer i mappen.
de: Verwenden Sie alle Dateien im Verzeichnis.
el: Χρησιμοποιήστε όλα τα αρχεία στον κατάλογο.
es_mx: Utilizar todos los archivos en el directorio.
fi: Käytä luettelon kaikkia tiedostoja.
fr: Utiliser tous les fichiers dans le répertoire.
id: Gunakan semua berkas dalam direktori.
it: Usa tutti i file nella directory.
ja: ディレクトリのすべてのファイルを使用してください
ms: Guna semua fail dalam direktori.
nb: Bruk alle filer i denne katalogen.
nl: Gebruik alle bestanden in de map.
pt_br: Usar todos os arquivos do diretório.
ru: Использовать все файлы в папке.
sv: Välj alla filer i katalogen.
th: ใช้รายการทั้งหมดในไดเรคทอรี่
tr: Konumdaki tüm dosyaları kullan.
vi: Sử dụng tất cả tập tin trong thư mục.

source: Use all files in the m3u playlist.
da: Brug alle filer i m3u spillelisten.
de: Verwenden Sie alle Dateien in der m3u-Wiedergabeliste.
el: Χρησιμοποιήστε όλα τα αρχεία στη λίστα αναπαραγωγής m3u.
es_mx: Utilizar todos los archivos de la lista de reproducción M3U.
fi: Käytä m3u soittolistan kaikkia tiedostoja.
fr: Utiliser tous les fichiers dans la liste de lecture m3u.
id: Gunakan semua berkas dalam playlist m3u.
it: Usa tutti i file nella playlist m3u.
ja: m3uプレイリスト内のすべてのファイルを使用してください。
ms: Guna semua fail dalam senarai main m3u.
nb: Bruk alle filene i m3u-spillelisten.
nl: Gebruik alle bestanden in de m3u-afspeellijst.
pt_br: Usar todos os arquivos na lista de reprodução m3u.
ru: Использовать все файлы в плейлисте m3u.
sv: Välj alla filer på m3u-spellistan.
th: ใช้รายการทั้งหมดในเพลย์ลิสต์ m3u
tr: m3u playlistindeki tüm dosyaları kullan.
vi: Sử dụng tất cả tập tin trong danh sách phát m3u.

source: Use all lists in the cue playlist.
da: Brug alle lister i the cue spillelisten.
de: Verwenden Sie alle Dateien in der cue-Wiedergabeliste.
el: Χρησιμοποιήστε όλες τις λίστες στην cue λίστα αναπαραγωγής.
es_mx: Utilizar todos los archivos de la lista de reproducción cue.
fi: Käytä kaikkia cue-soittolistan listoja.
fr: Utilisez toutes les listes dans la liste de lecteur cue.
id: Gunakan semua daftar dalam playlist cue.
it: Usa tutte le liste nella playlist cue.
ja: cueプレイリスト内のすべてのリストを使用してください。
ms: Guna semua senarai dalam isyarat senarai main.
nb: Bruk alle filene i cue-spillelisten.
nl: Gebruik alle bestanden in de cue-afspeellijst.
pt_br: Usar todas as listas de reprodução cue.
ru: Использовать все списки в плейлисте cue.
sv: Välj alla filer på cue-spellistan.
th: ใช้รายการทั้งหมดในเพลย์ลิสต์ cue
tr: cue playlistindeki tüm listeleri kullan.
vi: Sử dụng tất cả danh sách trong danh sách phát cue.

source: Save As
da: Gem som
de: Speichern als
el: Αποθήκευση ως
es_mx: Guardar como
fi: Tallenna Nimellä
fr: Enregistrer sous
id: Simpan Sebagai
it: Salva con nome
ja: 名前を付けて保存
ms: Simpan Sebagai
nb: Lagre som
nl: Opslaan als
pt_br: Salvar Como
ru: Сохранить как
sv: Spara som
th: บันทึกเป็น
tr: Farklı Kaydet
vi: Lưu thành

source: Please enter the playlist name.
da: Indtast venligst spillelistens navn.
de: Bitte geben Sie den Namen der Wiedergabeliste.
el: Παρακαλούμε εισάγετε το όνομα της λίστας.
es_mx: Por favor, introduzca el nombre de la lista.
fi: Nimeä soittolista.
fr: Veuillez entrer le nom de la liste de lecteur.
id: Silakan masukkan nama playlist.
it: Inserire il nome della playlist.
ja: プレイリスト名を入力してください。
ms: Sila masukkan nama senarai main.
nb: Skriv inn spillelistens navn.
nl: Gelieve de naam voor de afspeellijst in te voeren.
pt_br: Por favor, insira o nome da lista de reprodução
ru: Пожалуйста, введите имя плейлиста
sv: Vänligen ange spellistans namn.
th: โปรดใส่ชื่อเพลย์ลิสต์
tr: Lütfen playlist adını girin.
vi: Vui lòng nhập tên danh sách phát.

source: The playlist has been saved.
da: Spillelisten er blevet gemt.
de: Die Playliste wurde gespeichert.
el: Η λίστα αναπαραγωγής έχει αποθηκευτεί.
es_mx: La lista de reproducción se ha guardado.
fi: Soittolista on tallennettu.
fr: La liste de lecture a été enregistrée.
id: Playlist telah disimpan.
it: La playlist è stata salvata.
ja: プレイリストが保存されている。
ms: Senarai main telah disimpan.
nb: Spillelisten er lagret.
nl: De afspeellijst is opgeslagen.
pt_br: A lista de reprodução foi salva.
ru: Плейлист сохранен
sv: Spellistan har sparats.
th: บันทึกเพลย์ลิสต์แล้ว
tr: Playlist kaydedildi.
vi: Danh sách phát đã được lưu.

source: The playlist is empty.
da: Spillelisten er tom.
de: Die Playliste ist leer.
el: Η λίστα είναι κενή.
es_mx: La lista está vacía.
fi: Soittolista on tyhjä.
fr: La liste de lecteur est vide.
id: Playlist kosong.
it: La playlist è vuota.
ja: 再生リストは空です。
ms: Senarai main kosong.
nb: Spillelisten er tom.
nl: De afspeellijst is leeg.
pt_br: A lista de reprodução está vazia.
ru: Плейлист пуст
sv: Spellistan är tom.
th: เพลย์ลิสต์ว่าง
tr: Playlist boş.
vi: Danh sách phát rỗng.

source: Setup
da: Opsætning
el: Ρύθμιση
es_mx: Configurar
fi: Asennus
fr: Réglages
id: Pengaturan
ja: セットアップ
ms: Pemasangan
pt_br: Definir
ru: Настройка
sv: Upplägg
th: ติดตั้ง
tr: Kurulum
vi: Cài đặt
