Repository: insubae/HighStereo
Catalog: HighStereoGit/*.lproj/Localizable.strings
Languages: da, de, el, es_mx, fi, fr, id, it, ja, ms, nb, nl, pt_br, ru, sv, th, tr, vi

source: Minute
da: Minut
el: Λεπτό
es_mx: Minuto
fi: Minuutti
id: Menit
it: Minuto
ja: 分
ms: Minit
nb: Minutt
nl: Minuut
pt_br: Minuto
ru: Минута
sv: Minut
th: นาที
tr: Dakika
vi: Phút

source: Set Time
da: Indstil tid
de: Einstellen der Uhrzeit
el: Ρύθμιση ώρας
es_mx: Configurar tiempo
fi: Aseta Aika
fr: L’heure réglée
id: Atur waktu
it: Setta il tempo
ja: 時間セット
ms: Tetap Masa
nb: Sett tid
nl: Tijd instellen
pt_br: Definir Horário
ru: Установить время
sv: Ange tid
th: ตั้งเวลา
tr: Zamanı Ayarla
vi: Cài đặt thời gian

source: Select Time
da: Vælg tid
de: Zeit auswählen
el: Επιλέξτε Ώρα
es_mx: Seleccionar Hora
fi: Valitse Aika
fr: Sélectionnez l’heure
id: Pilih Waktu
it: Seleziona il tempo
ja: 時間選択
ms: Pilih Masa
nb: Velg tid
nl: Kies Tijd
pt_br: Selecionar Horário
ru: Выбрать время
sv: Välj tid
th: เลือกเวลา
tr: Zaman Seç
vi: Chọn Thời gian

source: Select Play
da: Vælg afspil
de: Wählen Sie Abspielen
el: Επιλέξτε Αναπαραγωγή
es_mx: Seleccionar Reproducir
fi: Valitse Play
fr: Sélectionnez lire
id: Pilih Putar
it: Seleziona Play
ja: 再生選択
ms: Pilih Main
nb: Velg Spill av
nl: Kies Afspelen
pt_br: Selecionar Reproduzir
ru: Выбрать воспроизведение
sv: Välj spela
th: เลือกเล่น
tr: Oynatıcı Seç
vi: Chọn Phát

source: Mix Volume
da: Mix lydstyrke
el: Μίξη Έντασης
es_mx: Mezcla de volumen
fr: Le Volume Mix
ja: Mix音量
ms: Campur Kelantangan
nb: Miks-volum
pt_br: Mix de Volume
ru: Установить громкость
sv: Blanda volym
th: ผสมความดัง
tr: Karıştırıcı Sesi
vi: Âm lượng trộn

source: Volume
da: Lydstyrke
de: Band
el: Ένταση
es_mx: Volumen
fi: Äänentaso
fr: Le Volume
ja: ボリューム
ms: Kelantangan
nb: Volum
ru: Громкость
sv: Volym
th: ความดัง
tr: Ses
vi: Âm lượng

source: Sound Mix
da: Lydmix
el: Μίξη Ήχου
es_mx: Sonido
fr: Le son Mix
ja: サウンドMix
ms: Campuran Bunyi
nb: Lydmiks
pt_br: Mix de Som
ru: Саунд микс
sv: Ljudmix
th: มิกซ์เสียง
tr: Ses Mikseri
vi: Âm thanh trộn

source: Nature Sounds
da: Naturlyde
de: Naturgeräusche
el: Ήχοι της φύσης
es_mx: Sonidos de naturaleza
fi: Luonnonäänet
fr: Les Sons de la nature
id: Suara Alam
it: Suoni della natura
ja: 自然音
ms: Bunyi Semula Jadi
nb: Naturlige lyder
nl: Natuurgeluiden
pt_br: Sons da Natureza
ru: Звуки природы
sv: Naturljud
th: เสียงธรรมชาติ
tr: Doğa Sesleri
vi: Âm thanh thiên nhiên

source: Seagulls on the beach
da: Måger på stranden
de: Möwen am Strand
el: Γλάροι στην παραλία
es_mx: Gaviotas en la playa
fi: Lokit rannalla
fr: Les Mouettes sur la plage
id: Burung camar di pantai
it: Gabbiani sulla spiaggia
ja: ビーチのカモメ
ms: Burung Camar di pantai
nb: Måker på stranden
nl: Meeuwen op het strand
pt_br: Gaivotas na praia
ru: Чайки над побережьем
sv: Fiskmåsar på stranden
th: นกนางนวลบนชายหาด
tr: Sahildeki martılar
vi: Hải âu trên biển

source: The sound of the sea beach
da: Lyden af havet og stranden
de: Der Klang des Meeres Strand
el: Ο ήχος της θάλασσας στην παραλία
es_mx: El sonido de la playa del mar
fi: Merenrannan äänet
fr: Le son de la mer de la plage
id: Suara pantai
it: I rumori della spiaggia
ja: 海のビーチ音
ms: Bunyi deru angin di pantai
nb: Lyden av sjø mot strand
nl: Geluid van zeestrand
pt_br: O som do mar na praia
ru: Звуки морского побережья
sv: Ljud från havet
th: เสียงชายหาด
tr: Sahilde deniz sesi
vi: Âm thanh của bãi biển

source: Crickets at night
da: Fårekyllinger om aftenen
de: Grillen in der Nacht
el: Γρύλοι τη νύχτα
es_mx: Los grillos en la noche
fi: Öiset heinäsirkat
fr: Grillons pendant la nuit
id: Jangkrik di malam hari
it: Cicale notturne
ja: 夜のコオロギ
ms: Cengkerik di waktu malam
nb: Sirisser om natten
nl: Krekels 's nachts
pt_br: Grilos à noite
ru: Сверчки в ночи
sv: Syrsor på natten
th: คริกเก็ตยามค่ำคืน
tr: Gece cırcır böcekleri
vi: Dế đêm

source: Fireplace
da: Pejs
de: Kamin
el: Τζάκι
es_mx: Chimenea
fi: Takka
fr: La Cheminée
id: Perapian
it: Caminetto
ja: 暖炉
ms: Unggun api
nb: Peis
nl: Openhaard
pt_br: Lareira
ru: Камин
sv: Eldstad
th: กองไฟ
tr: Şömine
vi: Lò sưởi

source: Lake at night
da: Aften ved søen
de: See bei Nacht
el: Λίμνη τη νύχτα
es_mx: Lago en la noche
fi: Öinen järvi
fr: Le Lac à la nuit
id: Danau di malam hari
it: Il lago di notte
ja: 夜の湖
ms: Tasik di malam hari
nb: Innsjø om natten
nl: Meer 's nachts
pt_br: Lago à noite
ru: Поздно ночью
sv: Sjö på natten
th: ทะเลสาบยามค่ำคืน
tr: Gece vakti göl
vi: Hồ ban đêm

source: Morning in the forest
da: Morgen i skoven
de: Morgen im Wald
el: Πρωί στο δάσος
es_mx: Mañana en el bosque
fi: Aamuinen metsä
fr: Le matin dans la forêt
id: Pagi hari di hutan
it: La foresta al mattino
ja: 森の中の朝
ms: Hening pagi di dalam hutan
nb: Morgen i skogen
nl: Ochtend in het bos
pt_br: Manhã na floresta
ru: Утро в лесу
sv: Morgon i skogen
th: เช้าในป่า
tr: Ormanda bir sabah
vi: Buổi sáng trong rừng

source: The sound of the waves
da: Lyden af bølgerne
de: Der Klang der Wellen
el: Ο ήχος των κυμάτων
es_mx: El sonido de las olas
fi: Laineiden äänet
fr: Le bruit des vagues
id: Suara ombak
it: Il rumore delle onde
ja: 波の音
ms: Bunyi ombak laut
nb: Lyden av bølgeslag
nl: Geluid van golven
pt_br: O som das ondas
ru: Звуки волн
sv: Ljudet av vågorna
th: เสียงคลื่น
tr: Dalga sesleri
vi: Âm thanh của sóng

source: Raindrops on the window
da: Regn på vinduet
de: Regentropfen am Fenster
el: Σταγόνες βροχής στο παράθυρο
es_mx: Gotas de agua en la ventana
fi: Sadepisarat ikkunassa
fr: Les gouttes de pluie sur la fenêtre
id: Rintik hujan di jendela
it: Pioggia sulla finestra
ja: 窓の雨滴
ms: Rintik hujan di tingkap
nb: Regndråper på vinduet
nl: Regendruppels tegen het raam
pt_br: Gotas de chuva na janela
ru: Капли дождя на окне
sv: Regn mot fönstret
th: ฝนตกริมหน้าต่าง
tr: Pencereye çarpan yağmur
vi: Hạt mưa trên cửa sổ

source: Rainy day
da: Regnvejrsdag
de: Regentag
el: Βροχερή μέρα
es_mx: Día lluvioso
fi: Sadepäivä
fr: Le jour de pluie
it: Giornata piovosa
ja: 雨の日
ms: Hari hujan
nb: Regnfull dag
nl: Regenachtige dag
pt_br: Dia chuvoso
ru: Дождливый день
sv: Regnig dag
th: วันฝนพรำ
tr: Yağmurlu gün
vi: Ngày mưa

source: Flowing river
da: Strømmende flod
de: Fließender Fluss
el: Ροή του ποταμού
es_mx: Río que fluye
fi: Virtaava joki
fr: La rivière qui coule
id: Sungai yang mengalir
it: Lo scorrere del fiume
ja: 流れる川
ms: Sungai yang mengalir
nb: Strømmende elv
nl: Stromende rivier
pt_br: Rio fluindo
ru: Бурная река
sv: Porlande bäck
th: น้ำไหล
tr: Coşkun ırmak
vi: Dòng sông chảy

source: Spring morning with woodpecker and other birds
da: Forårsmorgen med spætter og andre fugle
de: Frühling Morgen mit Specht und andere Vögel
el: Ανοιξιάτικο πρωί με δρυοκολάπτες και άλλα πτηνά
es_mx: Primavera de la mañana con pájaro carpintero y otras aves
fi: Tikka ja muut linnut kevätaamussa
fr: Le matin de printemps avec PIC et d’autres oiseaux
id: Pagi yang indah dengan burung pelatuk dan burung lainnya
it: Mattina primaverile con il picchio ed altri uccellini
ja: キツツキと他の鳥と春の朝
ms: Pagi musim bunga dengan bunyi burung belatuk dan burung-burung lain
nb: Vårmorgen med hakkespett og andre fugler
nl: Lente-ochtend met specht en andere vogels
pt_br: Manhã de primavera com pica-pau e outras aves
ru: Весеннее утро с дятлом и другими птицами
sv: Vårmorgon med hackspett och andra fåglar
th: เช้าแห่งฤดูใบไม้ผลิพร้อมเสียงนกรอ้ง
tr: Ağaçkakan ve diğer kuşlarla bir bahar sabahı
vi: Sáng mùa xuân với chim gõ kiến và các loài chim khác

source: Summer field with birds singing
da: Sommer eng med sangfugle
de: Sommer Feld mit Vogelgezwitscher
el: Καλοκαιρινό χωράφι με το κελάηδισμα των πουλιών
es_mx: Campo de verano con canto de los pájaros
fi: Kesäinen laidun ja lintujen laulu
fr: Le champ de l’été avec le chant des oiseaux
id: Ladang musim panas dengan nyanyian burung
it: I campi estivi ed il canto degli uccelli
ja: 鳥のさえずりと夏の牧場
ms: Padang sewaktu musim panas dengan burung berkicauan
nb: Sommereng med fugler som synger
nl: Zomers veld met zingende vogels
pt_br: Verão com o canto dos pássaros
ru: Летнее поле с пением птиц
sv: Sommaräng med sjungande fåglar
th: ทุ่งหญ้าหน้าร้อนพร้อมเสียงนกร้อง
tr: Kuş sesleri ile bir yaz ovası
vi: Cánh đồng mùa hè với tiếng chim hót

source: Summer night with bugs singing
da: Sommeraften med lyd af insekter
de: Sommernacht mit Bugs singen
el: Καλοκαιρινή νύχτα το τραγούδι των εντόμων
es_mx: Noche de verano con insectos cantando
fi: Kesäyö ja hyönteisten laulu
fr: La nuit d’été avec des bugs chantant
id: Malam musim panas dengan nyanyian serangga
it: Notte estiva con i suoni degli insetti
ja: 夏の夜の虫の鳴き声
ms: Malam musim panas dengan bunyi kumbang menyanyi
nb: Sommernatt med summende insekter
nl: Zomerse nacht met zingende insecten
pt_br: Noite de verão com insetos cantando
ru: Летняя ночь с пением сверчков
sv: Sommarnatt med sjungande insekter
th: ค่ำคืนหน้าร้องพร้อมเสียงหิ่งห้อย
tr: Böcek sesleri ile bir yaz gecesi
vi: Đêm mùa hè với các chú bọ ca hát

source: Waves crashing on the sand
da: Bølger der bruser i brændingen
de: Wellen auf den Sand
el: Κύματα που σκάνε στην άμμο
es_mx: Olas rompiendo en la arena
fi: Aaltojen iskeytyminen hiekkaan
fr: Les vagues qui s’écrasent sur le sable
id: Ombak yang menerjang pasir
it: Onde sulla sabbia
ja: 砂に当たる波
ms: Ombak menghempas pasir pantai
nb: Bølger som vasker over sanden
nl: Golven op het zand
pt_br: Ondas batendo na areia
ru: Волны разбиваются о берег
sv: Vågor som slår mot sanden
th: คลื่นกระทบฝั่ง
tr: Sahile vuran dalgalar
vi: Sóng vỗ vào cát

source: Windy autumn forest
da: Skovtur i blæsende efterårsvejr
de: Windigen Herbst Wald
el: Θυελλώδες δάσος το φθινόπωρο
es_mx: Bosque de otoño ventoso
fi: Tuulinen syysmetsä
fr: La forêt d’automne venteuse
id: Hutan musim gugur dengan angin sepoi-sepoi
it: Ventosa foresta autunnale
ja: 風の吹く秋の森
ms: Deru angin dalam hutan di musim luruh
nb: Vindfull høstskog
nl: Winderig herfstbos
pt_br: Vento do outono na floresta
ru: Лес ветреным осенним днём
sv: Blåsig höstskog
th: ป่าในฤดูใบไม้ร่วง
tr: Rüzgârlı sonbahar ormanı
vi: Rừng thu lộng gió

source: Windy day
da: Blæsevejr
de: Windiger Tag
el: θυελλώδης ημέρα
es_mx: Dia ventoso
fi: Tuulinen päivä
fr: Journée venteuse
it: Giornata ventosa
ja: 風の吹く日
ms: Hari berangin
nb: Vindfull dag
nl: Winderige dag
pt_br: Dia de vento
ru: Ветреный день
sv: Blåsig dag
th: วันลมแรง
tr: Rüzgârlı gün
vi: Ngày gió

source: Remove advertisement
da: Fjern reklame
de: Entfernen Sie die Werbung
el: Κατάργηση διαφήμισης
es_mx: Retire anuncio
fi: Poista mainokset
fr: Supprimer l’annonce
id: Hapus iklan
it: Rimuovi la pubblicità
ja: 広告を消す
ms: Buang iklan
nb: Fjern annonse
nl: Verwijder reclame
pt_br: Remover anúncio
ru: Удалить рекламу
sv: Ta bort reklam
th: นำโฆษณาออก
tr: Reklamları kaldır
vi: Loại bỏ quảng cáo

source: Prohibit auto screen lock
da: Umuliggør auto skærmlåsning
de: Automatische Bildschirmsperre verbieten
el: Απαγόρευση της αυτόματης οθόνης κλειδώματος
es_mx: Prohibir el bloqueo automático de la pantalla
fi: Estä automaattinen näytön lukkiutuminen
fr: Interdire le verrouillage automatique de l’écran
id: Melarang kunci layar otomatis
it: Vieta il blocco schermo automatico
ja: 自動画面ロックを停止する
ms: Halang kunci skrin auto
nb: Slå av automatisk skjermlås
nl: Verbied auto screen lock
pt_br: Proibir o bloqueio de tela automático
ru: Запретить автоматическую блокировку экрана
sv: Förhindra automatisk skärmlåsning
th: ล็อคหน้าจออัตโนมัติไม่ได้
tr: Otomatik ekran kilidini engelle
vi: Cấm khóa màn hình tự động

source: Purchase now.
da: Køb nu.
de: Jetzt kaufen.
el: Αγορά τώρα.
es_mx: Comprar ahora.
fi: Osta nyt
fr: Achetez-le dès maintenant.
id: Beli sekarang.
it: Acquista ora.
ja: 今購入する
ms: Beli sekarang.
nb: Kjøp nå
nl: Nu kopen.
pt_br: Compre agora
ru: Купить сейчас
sv: Köp nu
th: ซื้อตอนนี้
tr: Şimdi satın al.
vi: Mua ngay.

source: Already purchased ?
da: Allerede købt?
de: Schon gekauft ?
el: Ήδη αγορασμένο?
es_mx: ¿Ya lo compró?
fi: Jo ostettu?
fr: Déjà acheté ?
id: Telah membeli ?
it: Già acquistato?
ja: すでに購入した？
ms: Sudah membeli?
nb: Allerede kjøpt?
nl: Al gekocht?
pt_br: Já comprado?
ru: Уже купили?
sv: Redan köpt?
th: ซื้อแล้วใช่ไหม?
tr: Zaten satın aldınız mı?
vi: Đã mua ?

source: Purchases are disabled in this device.
da: Køb er deaktiveret på denne enhed.
de: Käufe sind deaktiviert in diesem Gerät.
el: Οι αγορές είναι απενεργοποιημένες σε αυτήν τη συσκευή.
es_mx: Las compras están desactivadas en este dispositivo.
fi: Tällä laitteella ostaminen on estetty.
fr: Les achats sont désactivés dans ce dispositif.
id: Pembelian dinonaktifkan pada perangkat ini.
it: Gli acquisti sono disabilitati su questo device.
ja: このデバイスでは購入は無効になっています。
ms: Pembelian dilumpuhkan untuk peranti ini.
nb: Kjøp er slått av på denne enheten
nl: Aankopen zijn uitgeschakeld op dit apparaat.
pt_br: Compras estão desabilitadas neste dispositivo.
ru: Покупки заблокированы на этом устройстве.
sv: Köp är avstängda i enheten.
th: การซื้อถูกปิดใช้งานในเครื่องนี้
tr: Bu cihazda satın almalar kapalı.
vi: Mua bị vô hiệu hóa ở thiết bị này.

source: You need internet connection.
da: Du skal have internetforbindelse.
de: Sie benötigen Internet Verbindung.
el: Απαιτείται σύνδεση στο internet.
es_mx: Es necesario tener conexión a Internet.
fi: Tarvitset internet-yhteyden.
fr: Vous avez besoin d’une connexion internet.
id: Anda membutuhkan koneksi internet.
it: Necessita di una connessione internet.
ja: インターネット接続が必要です。
ms: Anda memerlukan sambungan internet.
nb: Du trenger internettforbindelse
nl: Je hebt een internetverbinding nodig.
pt_br: Você precisa de conexão de internet.
ru: Необходимо подключение к интернету.
sv: Du behöver en internetanslutning.
th: คุณต้องเชื่อมต่ออินเตอร์เน็ต
tr: İnternet bağlantısı gerekli.
vi: Bạn cần kết nối internet.

source: Can not find purchase record.
da: Kan ikke finde købsoptegnelse.
de: Nicht finden können, erwerben.
el: Δεν μπορείτε να βρείτε τον δίσκο για αγορά.
es_mx: No se puede encontrar el registro de compra.
fi: Ostohistoriaa ei löydy.
fr: Vous ne trouvez pas l’enregistrement d’achat.
id: Tidak dapat menemukan catatan pembelian.
it: Impossibile trovare il record dell'acquisto.
ja: 購入記録を見つけることができません。
ms: Tidak dapat menemui rekod pembelian.
nb: Finner ikke kjøpsdata
nl: Kan aankoopvermelding niet vinden.
pt_br: Não pode encontrar o registro da compra.
ru: Не могу найти запись о покупке.
sv: Kan inte hitta tidigare köp.
th: ไม่พบข้อมูลการซื้อ
tr: Satın alınma kaydı bulunamadı.
vi: Không thể tìm thấy lịch sử mua.

source: Fail to restore
da: Kunne ikke genoprette
de: Nicht wiederherstellen
el: Αποτυχία αποκατάστασης
es_mx: Error al restaurar
fi: Palauttaminen epäonnistui
fr: La restauration a échoué
id: Gagal mengembalikan
it: Ripristino fallito
ja: 復元に失敗し
ms: Gagal untuk menyimpan semula
nb: Kunne ikke gjenopprette
nl: Herstel mislukt
pt_br: Falha ao restaurar
ru: Не удалось восстановить.
sv: Kunde inte återställa
th: กู้คืนล้มเหลว
tr: Yenileme başarısız
vi: Không khôi phục lại

source: You already purchased this item.
da: Du har allerede købt denne vare.
de: Sie diesen Artikel bereits gekauft.
el: Έχετε ήδη αγοράσει αυτό το στοιχείο.
es_mx: Ya ha comprado este producto.
fi: Olet jo ostanut tämän tuotteen.
fr: Vous avez déjà acheté cet article.
id: Anda telah membeli item ini.
it: Hai già acquistato questo elemento.
ja: このアイテムは既に購入し済みです。
ms: Anda telah pun membeli item ini.
nb: Du har allerede kjøpt denne artikkelen.
nl: Je hebt dit item al gekocht.
pt_br: Você já comprou este item.
ru: Вы уже покупали этот товар
sv: Du har redan köpt detta föremål.
th: คุณได้ซื้อสินค้านี้แล้ว
tr: Bu ürünü zaten satın almışsınız.
vi: Bạn đã mua mặt hàng này.

# ftpMsg1
source: 1. Open the Windows explorer from the PC connected to the same wireless network your iPhone is connected.
da: 1. Åbn Windows Explorer fra en PC tilsluttet det samme trådløse netværk som din iPhone.
de: 1. Öffnen Sie den Windows Explorer auf dem PC mit demselben drahtlosen Netzwerk mit dem ihr iPhone verbunden ist.
el: 1. Ανοίξτε την Εξερεύνηση των Windows από τον υπολογιστή που είναι συνδεδεμένος στο ίδιο ασύρματο δίκτυο που είναι συνδεδεμένο και το iPhone σας.
es_mx: 1. Abra el Explorador de Windows desde el PC conectada a la misma red inalámbrica a la que su iPhone está conectado.
fi: 1. OAvaa Windows explorer tietokoneella, joka on yhteydessä samaan langattomaan verkkoon kuin iPhonesi.
fr: 1. Ouvrez l’Explorateur Windows de l’ordinateur connecté au même réseau sans fil, que votre iPhone est connecté.
id: 1. Buka Windows explorer dari PC yang terhubung ke jaringan nirkabel yang sama dengan iPhone Anda.
it: 1. Apri Windows explorer dal PC connesso alla stessa rete wireless a cui è connesso il tuo iPhone.
ja: 1. あなたのiPhoneが接続されているのと同じワイヤレスネットワークに接続されたPCからWindowsエクスプローラを開いて下さい。
ms: 1. Buka Windows explorer dari PC yang disambungkan ke rangkaian tanpa wayar yang sama dengan sambungan iPhone anda.
nb: 1. Åpne Windows Utforsker på PCen som er koblet til samme trådløse nettverk som din iPhone.
nl: 1. Open de Windows Verkenner op een pc verbonden met hetzelfde draadloze netwerk als jouw iPhone.
pt_br: 1. Abra o Windows Explorer do PC conectado à mesma rede sem fio que está conectado a seu iPhone.
ru: 1. Откройте Windows проводник на компьютере, который подключен к той же беспроводной сети, что и iPhone
sv: 1. Öppna webbläsaren från den PC som är ansluten till samma trådlösa nätverk som din iPhone.
th: 1. เปิดโปรแกรม Windows explorer จากเครื่องคอมพิวเตอร์ที่เชื่อมต่อกับเครือข่ายไร้สายเดียวกันที่ iPhone ของคุณเชื่อมต่อ
tr: 1. iPhone’unuzla aynı kablosuza bağlanan bilgisayarınızdan Windows Explorer’i açın.
vi: 1. Mở Windows Explorer từ máy tính đã kết nối với cùng mạng không dây của iPhone.

# ftpMsg2
source: 2. Enter the FTP address below in the Windows explorer address bar.
da: 2. Indtast FTP adressen nedenfor i Windows Explorers adresselinje.
de: 2. Geben Sie die FTP-Adresse in die Adressleiste des Windows Explorers ein.
el: 2. Εισάγετε τη διεύθυνση FTP κάτω στη γραμμή διευθύνσεων της Εξερεύνησης των Windows.
es_mx: 2. Introduzca la dirección FTP en la barra de direcciones de Windows Explorer.
fi: 2. Syötä FTP-osoite Windows explorerin osoitekenttään.
fr: 2. Entrez l’adresse FTP ci-dessous dans la barre d’adresse de l’Explorateur Windows.
id: 2. Masukkan alamat FTP di bawah di kolom alamat Windows explorer.
it: 2. Inserisci l'indirizzo FTP sotto nella barra indirizzi di Windows explorer.
ja: 2. Windowsのエクスプローラのアドレスバーに以下のFTPアドレスを入力して下さい。
ms: 2. Masukkan alamat FTP di bawah di dalam bar alamat explorer Windows.
nb: 2. Skriv inn FTP-adressen nedenfor i adressefeltet i Windows Utforsker.
nl: 2. Voer het FTP-adres hieronder in in de adresbalk van de Windows Verkenner.
pt_br: 2. Insira o endereço FTP abaixo na barra do Windows Explorer.
ru: 2. Введите FTP адрес в адресной строке в Windows проводнике.
sv: 2. Ange FTP-adressen i webbläsarens adressfält.
th: 2. ป้อนที่อยู่ FTP ด้านล่างในแถบที่อยู่ของ Windows explorer
tr: 2. Aşağıdaki FTP adresini Windows Explorer adres çubuğuna girin.
vi: 2. Nhập địa chỉ FTP dưới đây vào thanh địa chỉ của Windows Explorer.

# ftpMsg3
source: 3. Copy the files or directories you want to upload to Windows Explorer.
da: 3. Kopier de filer eller mapper, du ønsker at uploade til Windows Explorer.
de: 3. Kopieren Sie die Dateien oder Verzeichnisse, die Sie mit dem Windows Explorer hochladen möchten.
el: 3. Αντιγράψτε τα αρχεία ή τους καταλόγους που θέλετε να ανεβάσετε στο Windows Explorer.
es_mx: 3. Copiar los archivos o directorios que desee cargar en el Explorador de Windows.
fi: 3. Kopioi ne tiedostot tai luettelot, jotka haluat ladata Windows Exploreriin.
fr: 3. copier les fichiers ou répertoires que vous souhaitez télécharger à l’Explorateur Windows.
id: 3. Salin berkas atau direktori yang ingin Anda unggah ke Windows Explorer.
it: 3. Copia i file o le cartelle che vuoi caricare su Windows Explorer
ja: 3. Windowsエクスプローラにアップロードするファイルまたはディレクトリをコピーして下さい。
ms: 3. Salin fail atau direktori yang anda mahu muat naik ke Windows Explorer.
nb: 3. Kopier filene eller katalogene du ønsker å laste opp til Windows Utforsker.
nl: 3. Kopieer de bestanden of mappen die je wilt uploaden naar de Windows Verkenner.
pt_br: 3. Copie os arquivos ou diretórios que você quer atualizar para o Windows Explorer.
ru: 3. Скопируйте файлы или папки, которые вы хотите загрузить в Windows проводник.
sv: 3. Kopiera filerna eller de register du vill ladda upp till webbläsaren.
th: 3. คัดลอกไฟล์หรือไดเรกทอรีที่คุณต้องการอัปโหลดไปยัง Windows Explorer
tr: 3. Yüklemek istediğiniz dosyaları veya dizinleri Windows Explorer’e kopyalayın
vi: 3. Sao chép các tập tin hoặc thư mục bạn muốn tải lên Windows Explorer.

# ftpMsg4
source: Note 1 : The use of common FTP programs are also available.
da: Note 1: Brugen af almindelige FTP programmer er også understøttet.
de: Anmerkung 1 : Die gemeinsame Benutzung von FTP-Programme sind ebenfalls verfügbar.
el: Σημείωση 1: Η χρήση των κοινών προγραμμάτων FTP είναι επίσης διαθέσιμη.
es_mx: Nota 1: El uso de programas de FTP comunes también están disponibles.
fi: Huom 1 : Yleisten FTP-ohjelmien käyttäminen on myös mahdollista.
fr: Remarque 1 : L’utilisation des programmes communs FTP est également disponible.
id: Catatan 1: Penggunaan program FTP umum juga tersedia.
it: Nota 1 : È disponibile anche l'uso di comuni programmi FTP.
ja: 注意1:一般的なFTPプログラムの使用も提供しています。
ms: Nota 1: Penggunaan program FTP yang biasa juga boleh didapati.
nb: Merk 1: Det er også mulig å benyttet vanlige FTP-programmer.
nl: Let op 1: Het gebruik van de gebruikelijke FTP-programma's is ook beschikbaar.
pt_br: Nota 1: Os usos de programas comuns de FTP também estão disponíveis.
ru: Примечание 1 : также доступно использование обычных FTP программ.
sv: Observera 1: Du kan även använda vanliga FTP-program
th: หมายเหตุ 1 : โปรแกรม FTP ทั่วไปสามารถใช้ได้
tr: Not 1 : Ayrıca yaygın FTP programlarının kullanımı da mevcuttur.
vi: Lưu ý 1 : Việc sử dụng các chương trình FTP phổ biến cũng có sẵn.
